{
    "nieuws":
    [
        {
            "titel": "Louder and Brighter Colors!",
            "id": 212,
            "datum": "19/05/2017 • 15:02",
            "categorieen": ["Colour"],
            "samenvatting": "Over the past few years, many tech leaders used muted, safe and easy to digest colors. This was in an attempt to create a very clean and controlled design scheme. It was almost an attempt to show people that the sleek, functional future they have seen in science fiction movies was already here",
            "body": "<p> Over the past few years, many tech leaders used muted, safe and easy to digest colors. This was in an attempt to create a very clean and controlled design scheme. It was almost an attempt to show people that the sleek, functional future they have seen in science fiction movies was already here. </p> <p> But now that everyone and their mom have seen this design style work for Apple, the copycats have killed the power it once held. </p> <p>  Now, in 2017, there will be a shift away from neutral colors like whites, grays and black, to bolder and brighter colors. </p> <p> Some companies are already doing it and have been for a while, like the music wizards over at Spotify. In fact, they are already leading the pack, using bold colors mixed with professionally edited photos to create in-your-face designs. </p> <p> This kind of color usage has become part of their brand, which means that their images are instantly recognizable. And when you are fighting for real estate on social feeds, powerful branding like this will help you win 2017. </p> <p> Just because many companies will be ditching their boring color schemes in 2017 doesn’t mean there needs to be a color revolution in your company. Some companies will be adding just a bit of color, and it will make all the difference. </p> <p> Using bold color accents will also help many brands cling to their minimalist roots. By infusing bright colors with traditional neutral backgrounds, companies can give their branding a fresh new look without straying too far from what made them great. </p> <p> For example, we already saw this type of redesign from Instagram a few months ago. This simple redesign helped bring them into a whole new era and unified all of the different apps under one color. And just like with Spotify, this type of bold color usage is recognizable across the web. </p> <p> A large driving force behind the trend of bold and bright color usage in design comes from Google’s Material Design. Their design language focuses on flat, organized, and intuitive design. They use unexpected and vibrant colors, as well as fonts and images that are as functional as they are pleasing to the eye. </p>",
            "afbeeldingl": "colours2.jpg",
            "afbeeldings": "colours2.jpg"
        },
        {
            "titel": "Bold typography!",
            "id": 213,
            "datum": "19/05/2017 • 15:02",
            "categorieen": ["Typography"],
            "samenvatting": "In 2017, bold typography will also fight against the ever-dwindling attention spans of readers, and the saturation of content. Big and daring fonts will be used to grab the eye.",
            "body": "<p>In 2017, bold typography will also fight against the ever-dwindling attention spans of readers, and the saturation of content. Big and daring fonts will be used to grab the eye. </p> <p> One of my favorite examples of this would have to be Wired. They use a mix of fonts to emphasize individual titles and establish a hierarchy of information on the page. </p> <p> Just take a look at some of the examples from their homepage below: <br>A great example of using in-your-face fonts to grab the reader’s attention on social media comes from HubSpot. They make sure the text is front and center, with the graphic used as support:<br>HubSpot know that the time we allocate to digest a tweet is nearing zero each year. They combine concise, punchy copy with bold fonts to capture your attention. </p> <p> Additionally, the shift to mobile and extremely high definition screens will also increase the need for bold fonts. Obviously, more and more people will be using their phones to get content, and the way that content is presented will need to keep up. </p> <p> Buffer uses strong headers in the body of their articles, not just at the beginning, to give them a backbone and make it easier to read across different devices. I would recommend using this approach to help people navigate long reads, no matter the screen size. </p>",
            "afbeeldingl": "font2.jpg",
            "afbeeldings": "font2.jpg"
        },
        {
            "titel": "Google fonts!",
            "id": 214,
            "datum": "19/05/2017 • 17:15",
            "categorieen": ["Typography"],
            "samenvatting": "I have been using Google Fonts for a while now because they are so versatile. If I need to design one thing online and then add it to my slide deck, I am confident the fonts will work together. ",
            "body": "<p>I have been using Google Fonts for a while now because they are so versatile. If I need to design one thing online and then add it to my slide deck, I am confident the fonts will work together. And they play nice with about every blog or site you could build. </p> <p> Oh, and did I mention most of these 810 different fonts are free to use? Yeah, people like free. And they like things that are insanely easy to use. </p> <p> Some of our most popular fonts on Venngage are bold Google Fonts, like Roboto from above or Open Sans.</p>",
            "afbeeldingl": "googlefonts.jpg",
            "afbeeldings": "googlefonts.jpg"
        },
        {
            "titel": "Authentic images!",
            "id": 215,
            "datum": "19/05/2017 • 17:15",
            "categorieen": ["Images"],
            "samenvatting": "As the amount of content created each year continues to increase, the need for quality images has increased as well. And to maximize the shelf life of some of these images, the creators have had to make them as generic as possible.",
            "body": "<p>As the amount of content created each year continues to increase, the need for quality images has increased as well. And to maximize the shelf life of some of these images, the creators have had to make them as generic as possible. . </p> <p> The only problem is that the best generic images get overused by everyone. . </p> <p> It has been used in landing pages on, blog headers, and even some Instagram posts. To be fair, I even used it for one of the sites I was building a few years ago. But because of the popularity of this image and other stock images like it, the authenticity has plummeted. . </p> <p> The need for clean and perfect images in everything has only exasperated the problem as well. That is why you need to start using authentic, original images that represent your brand. Stop using the most popular images and start making some of your own. . </p> <p> I am guessing everyone on your team has a camera phone in their pocket. Why aren’t you using them? Snap a few photos of your office or some fun pictures of your logo and use those instead. . </p> <p>  Or if someone on your team is a budding photographer, give them a day or two to shoot some images that you can use for a year! . </p> <p> For example, we took a picture of some of our employees for our new website and could not be happier. By doing this, we added the human element back to our images, that so many of these stock photos are missing. </p>",
            "afbeeldingl": "image1.png",
            "afbeeldings": "image1.png"
        },
        {
            "titel": "Hand-Drawn Graphics and Icons!",
            "id": 216,
            "datum": "19/05/2017 • 17:15",
            "categorieen": ["Icons"],
            "samenvatting": "The need for more authentic images will also influence icons and graphics. Recently we have seen brands embrace this wholeheartedly as they look to differentiate themselves from the pack.",
            "body": "<p>The need for more authentic images will also influence icons and graphics. Recently we have seen brands embrace this wholeheartedly as they look to differentiate themselves from the pack. This will also add a personal or fun element back into your design or content work. And this can’t be done with off-the-shelf icons or graphics. </p> <p> Many may see this trend as childish or unprofessional, but it will definitely help you stand out online. Like many of the trends in 2017, this is a push back on the clean and almost clinical nature of design in recent years. </p> <p> For example, Dropbox has adopted the use of hand-drawn illustrations in everything they do. It has become part of their brand now and is easily recognizable. </p> <p>  Plus, it puts the user at ease, appeals to the child in all of us, and makes the product seem more accessible. This is especially helpful if you are a large tech company like Dropbox. </p>",
            "afbeeldingl": "Dropbox.jpg",
            "afbeeldings": "Dropbox.jpg"
        },
        {
            "titel": "Minimalism Will Get Back To Its Roots!",
            "id": 217,
            "datum": "19/05/2017 • 17:15",
            "categorieen": ["Icons","Colour"],
            "samenvatting": "If you were to describe what minimalism was to a stranger, you would probably talk about a lack adornment in design, with a focus on functionality. ",
            "body": "<p>If you were to describe what minimalism was to a stranger, you would probably talk about a lack adornment in design, with a focus on functionality. You would probably also think of a neutral color palette of blacks, grays, and whites. </p> <p> It seems that the true spirit of minimalism–pared down, functional design elements–has been lost and, instead, replaced with boring black and white color schemes. I suspect this was done to make up for the lack of processing power and screen size on mobile devices. </p> <p> In 2017, that will all change. This is the year that minimalism, hopefully, gets its groove back. And that involves using a lot more color. Mobile devices are now just as powerful as computers and some even have better screens. </p> <p> One of my favorite minimalist-influenced designs would have to be Medium’s logo. They were able to include a bunch of different colors but still create a very minimalist logo. </p> <p>  Another logo redesign that influenced minimalism with color happened a few years ago with Google, who happens to be a catalyst for many of these new trends. They shaved a little bit off their typeface but also debuted a whole new “G” logo, which I am still a fan of. </p> <p> Everything about that screamed minimalist but there was not one mention of it in the press because true minimalism has been lost to the general public. Because it did not look like it was created before color was invented and only used one shape, it was not a minimalist logo. </p> <p>  Instead, it was more colorful and popped off the page–but it was still a minimalist logo. And following that redesign, like so many things before, people followed Google’s lead. </p> <p> We have even started emulating a more minimalist style with our featured images for blogs. The simple design clearly communicates the message of the graphic.</p>",
            "afbeeldingl": "google.jpg",
            "afbeeldings": "google.jpg"
        },
        {
            "titel": "Useful GIFs!",
            "id": 218,
            "datum": "19/05/2017 • 17:15",
            "categorieen": ["Images"],
            "samenvatting": "Everyone (well, almost everyone) loves GIFs. They are the perfect little conversation helper that expresses emotion when text won’t do the trick.",
            "body": "<p>Everyone (well, almost everyone) loves GIFs. They are the perfect little conversation helper that expresses emotion when text won’t do the trick. </p> <p>  Plus, they do not require any special software to run, usually have a small file size, and can be embedded just about anywhere.  </p> <p>  So they are better than videos and images, in most cases when loading time or data usage needs to be minimized. And I think that versatility is what will make them even better and more useful in 2017. </p> <p> One of my favorite ways to use GIFs is as featured images for your blog posts or article. Instead of using boring stock images, invest a few minutes of your time in creating a GIF. </p> <p>  It does not have to be a work of art, but it definitely will draw attention to your post when shared on social media. One of the best examples of using a GIF as a blog header like the Next Web.</p>",
            "afbeeldingl": "gif.gif",
            "afbeeldings": "gif.gif"
        },
        {
            "titel": "Duotones!",
            "id": 219,
            "datum": "19/05/2017 • 17:15",
            "categorieen": ["Colour"],
            "samenvatting": "Duotones are simply the combining of two colors on an image, usually using very bright or contrasting colors. They require a bit of design work but it is most definitely worth it. ",
            "body": "<p>Duotones are simply the combining of two colors on an image, usually using very bright or contrasting colors. They require a bit of design work but it is most definitely worth it. </p> <p> Only a skilled designer can really create an amazing duotone. It is honestly past my skill level but that does not mean you should not include it in your 2017 design plans! </p> <p> Spotify was one of the first to really push this type of design into all parts of their branding, and many other brands have followed their lead since. </p> <p> They have been able to use this approach to color to stand out in not only the streaming space but music in general. And you can use it in the same way for your industry! </p> <p> This bold use of contrasting color will also bring some originality into your design. And hopefully make it pop on the white backgrounds of the many social media sites. </p>",
            "afbeeldingl": "colours3.png",
            "afbeeldings": "colours3.png"
        }
    ]
}
